[
    {
        "title": "back to the city!",
        "body": "Tillbaka i stan efter en härlig semester. Ladda om för ny säsong – mina höstfavoriter kommer här inom kort!\n\n**Back in the city after an amazing vacation. Recharge for a new season – my autumn favourites to be announced within shortly!",
        "published_on": "2019-08-27",
        "author": [
            {
                "_id": "5d6e29a23035330027000045",
                "link": "authors",
                "display": "Lina Magassa"
            }
        ],
        "_mby": "5d6cfc1c303533001b000132",
        "_by": "5d6cfc1c303533001b000132",
        "_modified": 1567507544,
        "_created": 1567500045,
        "_id": "5d6e270d303533001a000150"
    },
    {
        "title": "la dolce vita",
        "body": "Ljuva Italien i svensk design. Här i klänning från ORES som presenterar både plagg och filosofi medvetet och vackert. \n**Lovely Italy in Swedish design. Here in dress from ORES that presents both clothes and philosophy in a conscious and beautiful way. ",
        "published_on": "2019-09-03",
        "author": [
            {
                "_id": "5d6e29a23035330027000045",
                "link": "authors",
                "display": "Lina Magassa"
            }
        ],
        "_mby": "5d6cfc1c303533001b000132",
        "_by": "5d6cfc1c303533001b000132",
        "_modified": 1567504797,
        "_created": 1567500171,
        "_id": "5d6e278b303533001a00018a"
    },
    {
        "title": "Lennarts Tankar",
        "body": "Livet i och utanför bobilen samt tankar om vad som pågår runtomkring. Ja lite så hade jag tänkt, vem är då jag. Efter 45 års anställning och 40 års fackligt arbete på fritid och arbetstid så sitter jag numera på \"läktaren\" och tycker. Som pensionär kan man planera sin tid vilket tar en hel del tid i sig men det blir en del över till annat. Ett exempel på annat är att åka runt med bobilen och se sig omkring vilket Irene och jag gör så ofta vi kan! Sedan hustrun tog pension för några år sedan har vi tillbringat tio månader per år i bobilen!",
        "published_on": "2019-09-03",
        "author": [
            {
                "_id": "5d6e43bb303533002b00035e",
                "link": "authors",
                "display": "Lennart"
            }
        ],
        "_mby": "5d6cfc1c303533001b000132",
        "_by": "5d6cfc1c303533001b000132",
        "_modified": 1567507586,
        "_created": 1567507586,
        "_id": "5d6e4482303533002b000189"
    },
    {
        "title": "Intet, lagom och Kiev.",
        "body": "Från östfronten intet nytt.\n\nJag ligger nerbäddad i mjukisbrallor och datorn i knät, väntades på att kommande månad ska röra sig från spekulativt kolmörker till något mer substantiellt.  Ett par veckor innan månadsskiftet brukar nämligen kommande månads schema rasa in och min man på insidan skvallrade redan igår om att vi skulle få en tidig present lagom till helgen.\n\nDen här tidsmässiga osäkerheten är annars något som oftast förvånar folk man pratar med. Och precis som den nyligen avblåsta SAS-strejken upplyste massorna om är det min vardag att i absolut bästa fall veta hur mitt liv ser ut under kommande fem veckor. I den andra änden finner vi dagar som denna, när månaden börjar röra sig in i sin andra halva och jag alltså fortfarande bara vet hur schemat ser ut de närmaste två veckorna. Att alltså planera för vardagen är minst sagt en påfrestande excercis i uppvisat tålamod från en omgivning som nog helst velat ha en annan verklighet att förhålla sig till.\n\nMen så är livet som pilot.\n\n",
        "published_on": "2019-09-03",
        "author": [
            {
                "_id": "5d6e460e303533002200022e",
                "link": "authors",
                "display": "Daniel Fog"
            }
        ],
        "_mby": "5d6cfc1c303533001b000132",
        "_by": "5d6cfc1c303533001b000132",
        "_modified": 1567508181,
        "_created": 1567508181,
        "_id": "5d6e46d530353300290000d0"
    },
    {
        "title": "Live your Dreams, Heal the world: Why doing what you love makes the world better…",
        "body": "“Passion is the love of turning being into action. It fuels the engine of creation. It changes concepts to experience…. Never deny passion, for that is to deny Who You Are, and Who You Truly Want To Be.” –Neale Donald Walsch\n\nWishing you all a peaceful, love-filled, and joyful holidays!! …I’ve been thinking about writing this blog for a long time…excited to share it here with you all!!\n\nSo aside from the obvious reason that following your dreams and living your passions makes us, as individuals, happier and more fulfilled, I believe there is a Greater reason why doing so is important…So let’s break down my theory…:)\n\nWe are each born with a great, unique potential. All of us have a different call or purpose in this life that cultivates a deep yearning to be fulfilled through physical experience. Imagine…you can know that you want to be a great chef, a wandering traveler, a singer\/song-writer, or the proud owner of a business, but until you actually have that experience, there is an inevitable part of you that doesn’t feel complete. Or maybe you don’t quite know what you want, but you know you need to go figure it out. I’ve come to believe that the best thing that we can do for ourselves, our families, and for the world is to hear and follow our hearts and calls. The alternative is living in quiet frustration, haunted by whispers of what ‘could be’ or ‘could have been’. We can attempt to repress these whispers, to push them deeper, but I don’t think they ever truly go away…\n\nBut it’s never too late to hear and honor them! Even a small step toward living closer to our truest self makes us feel more alive, more vibrant, more inspired, and closer to the person and potential we know brews within us. Every time we make a choice that moves us in that direction, even slightly, vitality trickles in. We often don’t know what we’re moving toward or even what we really want, but we do know which steps feel like progress and which don’t. Trial and error, forward and back, faster, slower, but eventually closer to what feels right.",
        "published_on": "2019-08-26",
        "author": [
            {
                "_id": "5d6e47e3303533002b0003a5",
                "link": "authors",
                "display": "Liz Clrak"
            }
        ],
        "_mby": "5d6cfc1c303533001b000132",
        "_by": "5d6cfc1c303533001b000132",
        "_modified": 1567508589,
        "_created": 1567508589,
        "_id": "5d6e486d303533002d0002d4"
    },
    {
        "title": "NEVIS: A JOURNEY THROUGH THE BEST CARIBBEAN ISLAND YOU HAVEN'T HEARD OF",
        "body": "It's pronounced \"NEE-vis\" and this island is like something out of a dream. Perhaps it's the impressive peak of Mount Nevis which juts from the islands center and seems to always be cloaked in shadowy clouds, or maybe it's the perfectly manicured homes, gardens and streets...but on my approach to her in the sleepy sun drenched sky of late afternoon, she took my breath away. Yes, even after years of island living the birds' eye view of an island approach still makes my heart pitter patter.\n\nWelcome to Nevis: The self-proclaimed island of the \"discerning traveler\".\n\nI'm here because my fellow island sister, Riselle, of Travelling Island Girl organized a familiarization trip with the Nevis Tourism Board, and I was chosen to join her (insert happy dance). I jumped at the opportunity. Not only was it a great chance to have a little \"me\" time (read: kid free!), but it was a way to get to know this tiny island better since Scott and I only breezed through for a night back in 2013 on one of our sails south. What follows is the travelogue of this trip through Nevis, and should you want to visit this magical little place (which you absolutely should!), you might just want to take this as your itinerary because we did a LOT...Hang on and enjoy the ride...\n",
        "published_on": "2019-08-06",
        "author": [
            {
                "_id": "5d6e4982303533002b0001f1",
                "link": "authors",
                "display": "Brittany Scott"
            }
        ],
        "_mby": "5d6cfc1c303533001b000132",
        "_by": "5d6cfc1c303533001b000132",
        "_modified": 1567508956,
        "_created": 1567508956,
        "_id": "5d6e49dd303533002b0002f8"
    },
    {
        "title": "Staying True to You: Staying Afloat Financially",
        "body": "We all need money, but it isn’t always easy to do what we love AND make an income. We have to find a way to blend our passions and skills to provide something for the world. Having the courage to do so is always rewarded! Photo: Dominic Mosqueira\n\nI met high and low seas during first year of my voyage. Sailing to find surf was exhilarating, but I spent much of my time wracking my brain about how to stay financially afloat.  People often wonder how I manage monetarily. Many suppose I’m some sort of  trust fund kid. I wish that were true! But truly, every dollar spent since leaving the dock has come from my own efforts. That was the original deal I made with my mentor and sponsor, the late Dr. Barry Schulyer. Barry agreed to prepare Swell for the high seas, but I would have to fend for myself financially once the voyage began. My travels on Swell  as a young, female captain earned me considerable attention during my first year of sailing. Covers on adventure magazines like National Geographic Adventure, feature articles in Foam and Wend, shoutouts in Outside, and the opportunity to write monthly columns for Surfing and Latitude 38. In hopes of not draining my savings too quickly, I composed articles and blog posts in a frenzy. I invited adventurous friends as crew who could double as amateur photographers in hopes of attracting sponsors. Every site on the coast of Central America with internet became a happy port of call in my mania to network, produce, and trawl for additional income.\n\nBut a year after I sailed away from California, I ran fiscally aground. My only stable sponsor stopped sending money. I panicked. I felt defeated. The window to cross the Pacific had already begun. I kept busy between repairs to Swell in Panama City and writing emails at TGIFridays hoping for new sponsorships. An underlying dread about my finances persisted. A month later, I woke on the cabin sole amidst scattered tools. I began to re-think the entire enterprise, stem to stern. What did I want from this voyage? Why was I really doing this? These unsettling questions flopped around in my mind like a luffing jib.\n\nI realized I had been moving and working at an unsustainable rate for almost two years in an attempt to keep my ‘followers’ entertained. I thought people would get bored and lose interest in my enterprise if I didn’t sail quickly enough to ever-new destinations. I was shaping my whole trip around assumptions about what other people wanted. So I took a deep breath and embraced an actual change in course. I decided to slow down, try to let go of financial anxiety, and really do what I wanted while my savings lasted. While other sailors were choosing to speed across the greatest expanse of ocean on the planet, I decided to let myself  enjoy a few of the first south swells of the season in the islands off Panama. Then, at my own pace, I set off toward the South Pacific late in the season of 2007. Upon arrival, I decided to take more time to explore. I stopped worrying about having a photographer with me and started to love sailing solo. Traveling without a lot of money pushed me to connect with more people, use local transportation, waste less, and become more resourceful. Instead of passages planned around scheduled pick-ups for crew, I tuned into my own intuition about when and where to sail. I went remote, didn’t panic about needing an internet connection, and kept writing blogs because I love writing blogs. New places, cultures, and the enthralling natural world around me urged me to stay present, showing me that money doesn’t always have to be first priority. I learned so much. I had more time for simple joys like photography, fishing, cooking, and learning from local people. My savings dwindled, but I felt richer. I became more generous, more compassionate, more confident. I had more time to discover who I was.\n\nJust when I imagined I’d have to pack up and head home to work to fix a problem with Swell’s hull, private donations began trickling in, sponsors started contacting me, and I was even offered payment for my blogs. I saw that my real value lay in my allegiance to my own dreams and desires. My voyage and life took on more meaning as I challenged myself to maintain the faith and fearlessness to prioritize what felt valuable to me: Freedom to surf and adventure. Time to dedicate to environmental issues and awareness. And time to help people along the way.\n\nNow more than ever there are so many unique ways to make a living doing what you love. Despite what I might make it look like on social media, I work hard every day to keep this lifestyle going. I am lucky enough to work with some of the most wonderful, environmentally-dedicated companies in the world now, including Patagonia, Avasol, Mizu, Eco Flex, Firewire Surfboards, Zeal Optics, and Wave Tribe. Plus collaborate with a variety of non-profit organizations like Changing Tides Foundation, 9 For 17 (vegan awareness), Beyond the Surface International, and Boarding for Breast Cancer. I’m also finishing up that book I’ve been promising! I’m not putting away any savings for retirement yet, but I’m living in my values and doing work I believe in. Whenever I doubt myself and my future, I try to remember this lesson. I tell myself to stop doubting and stay true to myself, because, although it may not appear so at first, therein lies our greatest abundance. It’s not easy to do in today’s world, but we must remind ourselves that we have the power to choose where and how we spend our energy, and that when we persistently align ourselves with our deepest callings and desires, we can attract what is needed to do what we really want to do. When we live from heartspace, there is always a way. Turning away from the ‘security’ of a job we don’t love or a situation that no longer suits us is a scary leap, but there is so much to gain when we prioritize our personal values and happiness. So in this new year, I will strive to trust my heart and give myself the liberty to choose again, and choose differently, according to what feels right. And I hope that you will too.\n\nHappy New Year, friends.\n\n\nP.S. Book comes out March 2018!",
        "published_on": "2017-03-09",
        "author": [
            {
                "_id": "5d6e47e3303533002b0003a5",
                "link": "authors",
                "display": "Liz Clrak"
            }
        ],
        "_mby": "5d6cfc1c303533001b000132",
        "_by": "5d6cfc1c303533001b000132",
        "_modified": 1567520954,
        "_created": 1567520857,
        "_id": "5d6e785930353300280001a4"
    }
]